{
  "Personal-Information": [
    "ADEPOJU OLUWASEGUN ADEKUNLE",
    "Male",
    "•A 16 • MANILLA ESTATE • ADEBAKIN STREET, KETU-IKOSI, LAGOS.",
    "19th June, 1990"
  ],
  "Profile-Summary": [
    "Hello! I am a full-stack software developer, who is passionate about making",
    "a difference solving real-world problems, a line of code at a time, with honesty",
    "and integrity as my watchword.",
    " ",
    "I hold a Bachelor’s degree in Physics and Electronics",
    "from Adekunle Ajasin University, and a Masters degree in Microprocessors and control",
    "Engineering from University of Ibadan. With  a year of experience in professional",
    "software development, below are a few noteworthy experiences in my career so far.",
    " ",
    "I recently worked with a team of developers at Tulaa kenya in developing a customer",
    "relationship management(CRM) platform used internally to automate processes,",
    "and provide solutions in real time to the service subscribers. I played a key role",
    "in making the application intuitive for users by building frontend implementations",
    "that synchronizes seamlessly with the backend. I had the opportunity to improve my",
    "knowledge of typescript and Angular in the course of my duties. I am passionate about",
    "making a difference solving real-world problems; a line of code at a time, with honesty",
    "and integrity as my watchword. A leader with the ability to influence others and make",
    "objective decisions. Good at using various programming languages/frameworks and adapt to new ones easily."
  ],
  "Objectives": [
    "To serve, learn and make a difference in an institution where my academic knowledge,",
    "technical and management skills will be fully explored while opportunities will be",
    "available for self-improvement in a dynamic and challenging environment"
  ],
  "Academic-Information": [
    "University of Ibadan, Ibadan, Nigeria (2015 – 2017) | Microprocessors and Control Engineering",
    "Adekunle Ajasin University, Akungba-Akoko, Ondo state. (2008 – 2013) | Physics and Electronics"
  ],
  "Qualifications": [
    "Certificate of National Service (N.Y.S.C) | 2014",
    "BSc. 2nd Class Upper Division (Physics and Electronics) | 2013"
  ],
  "Work-Experience": [
    "Nov 2018 till date | Andela (Software developer)",
    "Oct. 2014 – July 2015 | Valiants Havilah International College (Class Teacher)",
    "July 2013 – June 2014 | Delta State Polytechnic, Ozoro (Assistant Technologist)"
  ],
  "Personal-Qualities": [
    "Emphasis on maintaining accuracy and precision at work.",
    "Highly efficient at researching, data extraction and report making.",
    "Comprehensive knowledge of Computer programming (Basic C++, Java, HTML5 with CSS, JavaScript and its related Libraries) and adapt to new technologies within days.",
    "Effective Communication Skills (in English Language), Presentation and Report Writing.",
    "Efficient in the use of Microsoft Office Suites Word, Excel, PowerPoint, Access etc and adapt to new Applications easily.",
    "Good Drive and Self-Motivation.",
    "Ability to work under Pressure and Result Oriented."
  ],
  "Interests": [
    "Reading",
    "Tourism",
    "meeting new friends."
  ],
  "Recent-Projects": [
    "C++ Based Heuristic Home Energy Management System (http://www.github.com/shegsteham/HEMS-System)",
    "Caesar Cipher Encryption Algorithm with a Left shift of 5 (http://www.github.com/shegsteham/Caesar_Cipher_Encryption_Algorithm)",
    "Pixel Art Maker :  http://www.github.com/shegsteham/PixelArtMaker"
  ]
}